{
  "start location": "cave",
  "cave": {
    "description": "You are inside a cave. Outside the sun is shining brilliantly and it hurts your eyes. The darkness of the cave further along stares back at you.",
    "verbs": {
      "go deeper": "deeper cave",
      "go outside": "outside cave"
    },
    "image": "cave.png"
  },
  "deeper cave": {
    "description": "It is black in here and you cannot see anything. You cannot find your way out. You will surely die of thirst or worse, being slowly digested by the stomach acid of a well fed grue.",
    "verbs": {
      "die of thirst": "die of thirst",
      "feed a grue": "feed a grue"
    },
    "image": "deeper cave.png"
  },
  "outside cave": {
    "description": "The sun is shining brightly and you are starting to get dizzy from the heat. You can see a deep and dark cave to you back and a lush green forest in front of you.",
    "verbs": {
      "enter cave": "cave",
      "go to the forest": "the forest"
    },
    "image": "outside cave.png"
  },
  "the forest": {
    "description": "The sun's harsh rays are blocked by the canopy of lush green trees. You feel at home, among the mosses, lichen and bark.",
    "image": "the forest.png"
  },
  "die of thirst": {
    "description": "Over days you find yourself slowly dying of thirst, your body's aches getting worse with every passing moment until you no longer have the will to even try. You lie there, and die, in the comfort that you will make a nice meal for a grue.",
    "image": "die of thirst.png"
  },
  "feed a grue": {
    "description": "You call out into the darkness, making your best grue mating call. It only takes a few moments for a dozen grue to find you, and they quickly start making short work of you. Their teeth rend your flesh from your body, one excruciating bite at a time, but at least it will be all over soon.",
    "image": "feed a grue.png"
  },
  "place": {
    "description": "The description of the place goes here.",
    "verbs": {
      "the action": "where it brings you"
    },
    "image": "location of image in assets/images directory"
  },
  "null": ""
}
